{"metadata": {"document_id": "C05758506", "language": "en_US", "guidelines": "PII_Comprehend_Annotation_Guidelines_v1.1_2020-10-14.pdf"}, "raw_text": "From: H <hrod17@clintonemail.com>\nSent: Sunday, May 10, 2009 7:53 PM\nTo: 'ValmoroU@state.gov'; 'HAbedin(\nSubject: Fw: May 19-21\nPls advise if I can invite him stop by.\nOriginal Message\nFrom: Duffy, Terry\nTo: H\nSent: Thu May 07 13:48:59 2009\nSubject: May 19-21\nMadam Secretary-\nI hope this note finds you and your family doing well. I've been following all of your activities over the last several\nmonths. You are doing an incredible job, which I'm sure is a surprise to no one. I'm going to be in DC May 19-21. We\nhave our annual gathering out there with about 150 folks coming out from the Exchange. I know this is probably a long\nshot at best, but we are having a dinner for our group at the Hay Adams on Tuesday, May 19 and it would be a\ntremendous honor if you would come by and say a few words. If this doesn't work but you are in town, I'd love to stop\nby for 5 minutes to say hello. Please let me know if any of this is possible. I look forward to seeing you soon.\nAll my best,\nTerry\nTerrence A. Duffy\nExecutive Chairman\nCME Group\n20 S. Wacker Drive\nChicago, IL 60606\n\f", "annotations": {"named_entity": [{"start": 9, "end": 32, "tag": "EMAIL", "extent": "hrod17@clintonemail.com"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 40, "end": 60, "tag": "DATE-TIME", "extent": "Sunday, May 10, 2009"}, {"properties": {"DATE-TIME-SUBTYPE": "TIME"}, "start": 61, "end": 68, "tag": "DATE-TIME", "extent": "7:53 PM"}, {"start": 74, "end": 92, "tag": "EMAIL", "extent": "ValmoroU@state.gov"}, {"start": 155, "end": 158, "tag": "GENDER", "extent": "him"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 216, "end": 226, "tag": "DATE-TIME", "extent": "Thu May 07"}, {"properties": {"DATE-TIME-SUBTYPE": "TIME"}, "start": 227, "end": 235, "tag": "DATE-TIME", "extent": "13:48:59"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 707, "end": 722, "tag": "DATE-TIME", "extent": "Tuesday, May 19"}]}}
{"metadata": {"document_id": "C05739687", "language": "en_US", "guidelines": "PII_Comprehend_Annotation_Guidelines_v1.1_2020-10-14.pdf"}, "raw_text": "CIA PERS/ORG,B6\nFrom Mills, Cheryl D <MillsCD@state.gov>\nSent: Tuesday, April 26, 2011 1:25 PM\nTo:\nSubjoct FW: Special Envoy Stevens report from Benghazi 4/26 1200 (SBU)\nProm: Mull, Stephen\nSant: Tuesday, April 26, 2011 1:21 PM\nTo: Mills, Cheryl 0; Kennedy, Patrick F; Nides, Thomas R\nCc: Toiv, Nora F; Laszczych, Joanne; Austin-Ferguson, Kathleen T\nSubject: FW: Special Envoy Stevens report from Benghazi 4/26 1200 (SBU)\nHere are more details on the overnight traffic accident.\nFrom: Tomlinson, Christina B3 CIA PERS/ORG\nSent: Tuesday, April 26, 2011 13:02 PM B6\nTo: SES_DutyDeputles; S_SpecialAssistants; D(S); D(N); P; M_Staff\nCc: Feltrnan, Jeffrey D; Schlicher, Ronald L; Sanderson, Janet A; Holtz, Greta C (NEA); NEA-MAG-DL; Tripoli Cooperation;\nGordon, Philip H; McEldowney, Nancy E; Dibble, Elizabeth L; Harris, Rian H; EUR-RPM-Ubya; USNATO Libya DL;\nDS Command Center; SES-0; PA FO Core; Malin, Mary Catherine;\n; Maier, Christina A;\nGotoh, Kay E; INR-STAFFER; SES-O_Shift-II; SP_ Staff Assistants\nSubject: Special Envoy Stevens report from Benghazi 4/26 1200 (SBU)\nDear Colleagues,\nS/E Chris Stevens provided the following update from Benghazi at 1200 EDT to Embassy Tripoli DCM\nPolaschik and NEA/MAG Director Roebuck:\nTraffic accident: Following discussions with S/E Stevens and other USG officials, the TNC has\nagreed not to issue any public statement regarding the accident. S/E Stevens' USG\ncolleagues are waiting for guidance from their HQ regarding proposed compensation of\n52,000 Libyan dinars ($43,312): 13,000 ($10,828) per victim, to cover funeral costs and other\ncompensation. TNC will accompany S/E Stevens on his courtesy calls on the families, to take\nplace either today or tomorrow. In the view of S/E Stevens, the TNC has been handling this\nincident in a professional and low-profile manner.\n[Note: S/E Stevens separately provided the following details of the accident: The U.S. vehicle\nwas traveling back from the Benghazi airport at moderate speed. The U.S. vehicle was struck\nby the Libyan vehicle going at high speed in an intersection. As a correction to earlier\ninformation - four people were killed and only two were injured.]\nPolice chief: S/E Stevens met with the Benghazi chief of police today, following discussions\nrelated to the accident. The police chief is a university professor who took on these police\nduties after the revolution. According to the police chief, there are only 3,000 police in the\nBenghazi area, down from 6,000 prior to the revolution. Many police simply did not return to\ntheir jobs after the revolution, as they feared retaliation. EU and UK reps have met with the\npolice chief to discuss possible assistance; the UK is offering body armor and radios, and is\nchairing a local donor coordination working group on security issues.\nTNC aoverning capacity: Following up on concerns raised by the UK Envoy regarding the\nTNC's governing capacities, S/E Stevens said that there are indeed gaps in the TNC's structure\nand services, as well as some concerns regarding PM-equivalent Mahmoud _fibril's prolonged\nabsences from Benghazi. However, the TNC is taking steps to address these concerns. The\nCouncil is holding meetings this week to appoint Ministers-equivalent for Interior and Justice,\nand will hold its first cabinet meetings this weekend (April 30-May 1) after Jibril returns from\nabroad. While S/E Stevens shares the UK's concerns regarding the INC's governing\ncapacities, he does not think there is a need yet to address this directly with the INC. SiE\nStevens recommends that we wait to see how the INC addresses these issues over the next\nweek.\nChristina Tomlinson\nSenior Watch Officer\nState Department Operations Center\ntomlinsoncPstate,Rov 202-647-1512\nes p 5M arm giv.r or iTATE 00 Center celebrates Its 50\" anniversary with24 hours of\nOPERATIONS CENTER worldwide service on April 30\". Rester now to participate.\nFront: Tomlinson, Christina\nSent: Tuesday, April 26, 2011 8:41 AM\nTo: SES_DutyDeputies; S_SpeclalAssistanis; D(S); D(N); P; M_Staff\nCc: Feltman, Jeffrey D; Schlicher, Ronald L; Sanderson, Janet A; Holtz, Greta C (NEA); NEA-MAG-DL; Tripoli Cooperation;\nGordon, Philip H; McEldowney, Nancy E; Dibble, Elizabeth L; Harris, Rian H; EUR-RPM-Libya; USNATO Libya DL;\nDS Command Center; SES-0; PA FO Core; Malin, Mary Catherine B3 CIA PERS/ORG\nSubject: Special Envoy Stevens report from Benghazi 4/26 0700 (SBU) B6\nSpecial Envoy Stevens reported at 0700 EDT on 4/26:\n• Traffic accident: Police have accepted the USG version of the story: that it was an accident and the\nvictims were not wearing seatbelts. The USG employees were returning from the airport when the\nincident occurred. A total of four people died and six injured. USG employee injuries are light if any,\nOur people are standing by pending official USG instructions. Stevens notes there is a UK flight\ntomorrow they could be on if necessary. The TNC wants to do a press release to quell the rumor mill.\nStevens will send the draft back to Department for L and PA clearance.\n• The British envoy departs tomorrow on permanent change of station. There will be a gap before his\nreplacement, John Jenkins, arrives from Baghdad.\n• TNC head Mahmoud fibril will be going to Jordan and will not be back in Benghazi until Friday. The\ndevelopment is likely to be met with additional criticism that he is spending too much time abroad at\nthe expense of other government affairs.\nChristina Tomlinson\nSenior Watch Officer\nState Department Operations Center\ntomfinsonct@state,gov 202-6474512\nItg1kik ,MEN7 oi rrr Ops Center celebrates its SOth anniversary with 24 hours of\nOPERATIONS CENTER worldwide service on April 30\", Register now to participAe.\n\f", "annotations": {"named_entity": [{"start": 38, "end": 55, "tag": "EMAIL", "extent": "MillsCD@state.gov"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 63, "end": 86, "tag": "DATE-TIME", "extent": "Tuesday, April 26, 2011"}, {"properties": {"DATE-TIME-SUBTYPE": "TIME"}, "start": 87, "end": 94, "tag": "DATE-TIME", "extent": "1:25 PM"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 196, "end": 219, "tag": "DATE-TIME", "extent": "Tuesday, April 26, 2011"}, {"properties": {"DATE-TIME-SUBTYPE": "TIME"}, "start": 220, "end": 227, "tag": "DATE-TIME", "extent": "1:21 PM"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 528, "end": 551, "tag": "DATE-TIME", "extent": "Tuesday, April 26, 2011"}, {"properties": {"DATE-TIME-SUBTYPE": "TIME"}, "start": 552, "end": 560, "tag": "DATE-TIME", "extent": "13:02 PM"}, {"start": 1630, "end": 1633, "tag": "GENDER", "extent": "his"}, {"start": 3436, "end": 3438, "tag": "GENDER", "extent": "he"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 3916, "end": 3939, "tag": "DATE-TIME", "extent": "Tuesday, April 26, 2011"}, {"properties": {"DATE-TIME-SUBTYPE": "TIME"}, "start": 3940, "end": 3947, "tag": "DATE-TIME", "extent": "8:41 AM"}, {"start": 5108, "end": 5111, "tag": "GENDER", "extent": "his"}, {"start": 5325, "end": 5327, "tag": "GENDER", "extent": "he"}, {"start": 5481, "end": 5498, "tag": "EMAIL", "extent": "tomfinsonct@state"}]}}
{"metadata": {"document_id": "C05766956", "language": "en_US", "guidelines": "PII_Comprehend_Annotation_Guidelines_v1.1_2020-10-14.pdf"}, "raw_text": "Obama's Foreign-Policy Team Bests Economy Stars: Albert Hunt\nBLOOMBERG\nAlbert R. Hunt\nPrint This Story\nDec. 28 (Bloomberg) -- A year ago, the expectation was that President-elect Barack Obama's economic team would be a\nsmooth- functioning machine, and the outlook was for turbulence in the national-security arena.\nTimothy Geithner, the Treasury-secretary designate, and Lawrence Summers, chosen to head the White House National\nEconomic Council, were unusually able veterans of Washington and financial crises. They were joined by a star-studded\ncast of economic advisers starting with former Federal Reserve Chairman Paul Volcker, perhaps the most respected\nfinancial figure in the world, and prominent academic economists.\nBy contrast, the national-security advisers featured Senator Hillary Clinton of New York, who Obama upset to win the\nnomination and was still surrounded by aides who thought the wrong person won; Defense Secretary Robert Gates, a\nholdover from President George W. Bush's administration, and national- security adviser and former North Atlantic Treaty\nOrganization commander Jim Jones, who barely knew his new boss.\nTwelve months later, this conventional wisdom has turned upside down. The foreign-policy team, despite a few glitches,\nwins high marks and is beset by less rivalry and rancor than most any administration in memory. The vaunted economic\nteam is faulted for poor coordination, drawing even the president's ire, and an inability to convey an overarching policy.\nDeficit vs. Jobs\nTwo recent anecdotes illustrate this problem. On Dec. 2, as Obama prepared to give a major economic speech at the\nBrookings Institution on Dec. 8 (and a day after his Afghanistan speech at West Point) he met with policy makers. He\nheard a familiar reprise of the previous several meetings with budget director Peter Orszag arguing for more emphasis on\nreducing the deficit and Council of Economic Advisers chief Christina Romer leading the contingent espousing a greater\nshort-term stress on jobs.\nThe president, by his standards, exploded. \"Why are we having this meeting again, the same discussion,\" participants\nquoted him as saying.\nSeveral administration insiders, prominent outside Democratic economic advisers and a few Congressional heavyweights,\nall worry this is symptomatic of a process that isn't working well. Summers, they argue, is brilliant on policy and ill-suited\nfor a high-level staff job, which is what the head of the National Economic Council is.\n\"If you came up with 10 words to describe Larry, coordination and collaboration would not be two,\" says one person\nrequesting anonymity who has worked with Summers extensively and admires his intellectual force.\nTop-Flight Players'\nDavid Axelrod, Obama's top adviser, cautions not to read too much into one meeting. \"When you bring in top-flight\nplayers, strong personalities, there's going to be issues of mediation,\" he says. \"The president wants strong players, he\nsynthesizes their best thinking, and the product is working.\"\nStill, others say Summers too often is dismissive of fellow economic advisers, other than Geithner, although begets a\nbum rap for supposedly freezing Volcker out of major decisions. The 82-year-old Volcker wants a freewheeling advisory\nrole. But advisers acknowledge Summers rarely reaches out to include him. Volcker takes a much tougher line than\nSummers or Geithner toward Wall Street.\nThe other problem, an inability to effectively communicate an economic policy, was typified in a Dec. 4 interview with\nGeithner, who was asked what is the \"clear, coherent economic message\" of the administration.\n'High-Class Education'\nHe proceeded to talk about \"high-class education\" for children, affordable health care, better incentives for energy and\ninfrastructure, public-private arrangements and the like.\nThere are 15.4 million unemployed Americans and another 11.5 million \"underemployed,\" either having given up looking\nand thus not counted in the jobless numbers or involuntarily relegated to part-time work. A laundry list of the Democrats'\nagenda is unlikely to prove comforting.\nGeithner, who wins praise from Obama and others for his substantive performance after a shaky start and some more\nrecent cheap political shots, acknowledges that public communications isn't his forte. It isn't Summers' either. And those\nwho are more effective, including Roemer and fellow Council of Economic Advisers member Austan Goolsbee,\nsometimes are cut out of the action.\nLoss of Confidence\nThe result: On the economy, Americans are losing confidence in the president, who gets little credit for policies that\navoided an economic calamity and are starting to tum things around. In a survey by pollster Ann Selzer a few weeks ago\nfor Bloomberg News, voters by 50 percent to 45 percent disapprove of Obama's performance on the economy; the\nnumbers were worse on handling the budget deficit and dealing with Wall Street.\nThe best numbers were in foreign policy, including Afghanistan. The national-security apparatus isn't without problems.\nThere has been periodic sniping at Jones, and top deputies have different perspectives. The deputy director, Tom\nDonilon, a well-regarded political operative, is seen as an extension of White House Chief of Staff Rahm Emanuel; and\ntop aide Denis McDonough, is the keeper of the Obama campaign flame.\nStill, on the big stuff, especially the decision to escalate the war in Afghanistan, Obama has been well-served by his\nnational-security team.\nBiden's Role\nClinton has been a loyal and effective secretary of state and Gates has earned great respect from his commander in chief.\nThere's almost none of the bitter infighting like that between Secretary of State Colin Powell and Defense Secretary\nDonald Rumsfeld in the Bush administration, or George Shultz and Caspar Weinberger in the Reagan years, or the\nincompetence that marked President Bill Clinton's first term. These tensions have been eased in the Obama\nadministration by the constructive role played by Vice President Joseph Biden on foreign affairs.\nIf the war in Afghanistan goes south this could change. But the framework for handling tough situations has been set.\nThat isn't true with the economy. Inexplicably, Emanuel, a man with little tolerance for disarray, seems to have stayed on\nthe sidelines here.\nIn an election year, with the dueling dilemmas of huge deficits and high unemployment, the president can't regain\ncredibility if saddled with a decision-making process that doesn't work effectively and a message that lacks coherence and\nclarity.\n(Albert R. Hunt is the executive editor for Washington at Bloomberg News. The opinions expressed are his own.)\nTo contact the writer of this column: Albert R. Hunt in Washington at ahunt1@bloomberg.net.\nAndrew Mayock\nExecutive Secretary\nUS Treasury Department B6\n0: 202-622-6096\n\f", "annotations": {"named_entity": [{"start": 1127, "end": 1130, "tag": "GENDER", "extent": "his"}, {"start": 1680, "end": 1683, "tag": "GENDER", "extent": "his"}, {"start": 1718, "end": 1720, "tag": "GENDER", "extent": "he"}, {"start": 1745, "end": 1747, "tag": "GENDER", "extent": "He"}, {"start": 2033, "end": 2036, "tag": "GENDER", "extent": "his"}, {"start": 2139, "end": 2142, "tag": "GENDER", "extent": "him"}, {"start": 2675, "end": 2678, "tag": "GENDER", "extent": "his"}, {"start": 2906, "end": 2908, "tag": "GENDER", "extent": "he"}, {"start": 2952, "end": 2954, "tag": "GENDER", "extent": "he"}, {"start": 3322, "end": 3325, "tag": "GENDER", "extent": "him"}, {"start": 3642, "end": 3644, "tag": "GENDER", "extent": "He"}, {"start": 4153, "end": 4156, "tag": "GENDER", "extent": "his"}, {"start": 4291, "end": 4294, "tag": "GENDER", "extent": "his"}, {"start": 5461, "end": 5464, "tag": "GENDER", "extent": "his"}, {"start": 5600, "end": 5603, "tag": "GENDER", "extent": "his"}, {"start": 6233, "end": 6236, "tag": "GENDER", "extent": "man"}, {"start": 6664, "end": 6667, "tag": "GENDER", "extent": "his"}, {"start": 6744, "end": 6765, "tag": "EMAIL", "extent": "ahunt1@bloomberg.net."}]}}
{"metadata": {"document_id": "C05739794", "language": "en_US", "guidelines": "PII_Comprehend_Annotation_Guidelines_v1.1_2020-10-14.pdf"}, "raw_text": "From: H <hroc117@clintonemail.com>\nSent Thursday, January 5, 2012 5:16 PM\nTo: 'sulliyanfOstate.gott\nSubject Fw: H: latest Intel libyan conflicts, leaders & militias. Sid\nAttachments: hrc_memo_libyanJeaders__&_militias_010511doa\nWorrying. Pls distribute and request feedback from Jeff, Cretz, et al.\nFrom:\nSent: nursciay, January ub, 2012 1Z:Zfa PM\nTo: H\nSubject: H: latest intel libyari conflicts, leaders & militias. Sid\nCONFIDENTIAL\nJanuary, 2012\nFor: HRC\nFrom: Sid\nRe: Libyan leadership and militias\nSOURCE: Sources with direct access to the Libyan National Transitional Council, as well as the\nhighest levels of European Governments, and Western Intelligence and security services.\n1. During the last week of December 2011, and the first week of 2012, Libya's Prime Minister\nAbdurrahim el-Keib and President Mustafa Abdul Jail engaged in a series of emergency planning\nmeetings attempting to deal with specific issues threatening the stability of the new National\nTransitional Council (NTC) Government. According to extremely sensitive sources speaking in strict\nconfidence, paramount among these issues are the questions of disarming and rewarding the regional\nmilitias who bore the majority of the fighting against the regime of Muaimnar al Qaddafi, as well as\nthe related issue of finding ministers and senior administrators for the new government who are\nacceptable to these revolutionary forces. These individuals noted that on four occasions, beginning on\nDecember 23, 2011, groups or angry militiamen came to el-Keib's office and demanded better\ntreatment, a clear message of support for the role of Islamic law, and the removal of former Qaddafi\nadvisors from the new government.\n2. (Source Comment: In the opinion of a very sensitive source, el-Keib is genuinely concerned\nthat this situation could spiral out of control and threatens the regime. He also suspects that much of\nthe unrest is being stirred by General Abdel Hakim Alamin Belhaj and his conservative Islamist\nsupporters. By staying out of the new government, Belhaj has established a position from which he\ncan criticize their actions and appointments without concern or control,. That said, el — Keib has been\ntold by his contacts in the Moslem Brotherhood (MB) that even Belhaj has been surprised that the\nunrest in the militias has begun to manifest itself in fighting between groups that previously shared\nthe same goals and operated under Belhars loose command. This is particularly true in the case of\nthe increasingly violent conflicts between the Misrata and Zintan regional militias.)\n3. In an effort to address these problems el-Keib is making changes in his new administration,\nremoving Minister of Economics Taher Sherkaz, who, as a former economic advisor to Qaddafi, was a\nparticular target of the militiamen. In the opinion of well informed individuals, el-Keib's closest and\nmost influential advisors are experts with economic backgrounds and experience dealing with\nWestern firms and governments. The most influential of this group are Minister of Oil Abdulrahman\nBen Yezza, Minister of Finance Hassan Ziglam, National Oil Company chief Nuni Berrusien, and Nge,b\nObeda from the Libyan Stock Exchange.\n4. (Source Comment: In the opinion of a very sensitive source, el-Keib and Jail are also very\nconcerned over growing criticism that these technocrats are puppets of various Western governments\nand firms. Belhaj and the militiamen appear intent on limiting the influence of these Western\nentities, using them as a weapon to weaken the el-Keib regime. This trend is also affecting national\nsecurity, where, despite el-Keib's efforts to maintain a balance between the Islamists, regional\ncommanders, and the national army, a potentially dangerous conflict has arisen over the position of\nChief of Staff of the National Army. El-Kieb, according to this individual, believes that he must settle\nthis matter in short order to avoid provoking security concerns among foreign allies and businesses\ncontacts.)\n5. According to a knowledgeable individual, in late December 2011e1-Kieb resisted efforts by\nGeneral Khalifa Belqasim Haftar to establish himself as the Chief of Staff of the National Army.\nHaftar, who lived in the United States for many years and is believed by Belhaj and others to have a\nrelationship with the U.S. Government, is using his popularity among the officer corps of the regular\nNTC army to support his claim to be Chief of Staff. This produced heated protests from militia\nleaders and in late December 20liel-Keib named deputy Minister of Defense Colonel Yussef al-\nMangoush, to be Chief of Staff. In the opinion of one source, this is a problematic choice, since el-\nKeit) is replacing the supposedly pro-American Haftar with al-Mangoush who commanded one of\nQaddafi's elite Special Forces units, even after the revolution began. This individual believes that el-\nKeib's decision was driven by personal animosity toward Haftar, and the influence of Minister of\nDefense Osama al-Juwali. The situation is far from resolved, as Haftar and his supporters,\nparticularly in the Benghazi garrison, continue to claim that the General is the true Chief of Staff. El-\nKeib and al-Juwali are working to reconcile all of the elements in this conflict as quickly as possible,\nbefore the supporters of the two claimants begin fighting. In the meantime, el-Keib has stated in\nprivate that he fully expects Belhaj to attack al-Mangoush, but the Prime Minister believes that the\nColonel is the only officer strong enough to disarm the militias and avoid a civil war.\n6. At the same time, a very sensitive source added that el-Keib and Jalil are attempting to\nreconcile the fighting between Misrata and Zintan forces in Tripoli by naming Misrata leader Fawzi\nAbd All as Minister of the Interior and al-Juwali, who was commander of the Zintan militia, as\nMinister of Defense. To date, according to this individual, this effort has met with limited success, as\nthe fighting has continued and the militias are refusing to disarm until their demands regarding living\nstandards are met.\n7, (Source Comment: One very sensitive source noted, that el-Keib is aware of the fact that he\nis running out of time to stabilize the situation in Libya. He believes that if he does not disarm the\nmilitias and meet their demands in the next six months there is a good chance of increased fighting\namong rival groups that could lead to civil war. In any event, he realizes that the ongoing instability\nwill cause Western governments, firms, and banks, to hesitate before committing themselves to long\nterm relationships with Libya. El-Keil3 believes that Belhaj and his advisors have made the same\njudgment, and are waiting to fill any vacuum created by this violence, by establishing a conservative\nIslamic Republic.)\nCONFIDENTIAL\nJanuary 5, 2012\nFor. HRC\nFrom: Sid\nRe: Libyan leadership and militias\nSOURCE. Sources with direct access to the Libyan National Transitional Council, as well as\nthe highest levels of European Governments, and Western Intelligence and security services,\n1. During the last week of December 2011, and the first week of 2012, Libya's Prime\nMinister Abdurrahim el-Keib and President Mustafa Abdul Jalil engaged in a series of\nemergency planning meetings attempting to deal with specific issues threatening the stability of\nthe new National Transitional Council (NTC) Government. According to extremely sensitive\nsources speaking in strict confidence, paramount among these issues are the questions of\ndisarming and rewarding the regional militias who bore the majority of the fighting against the\nregime of Muammar al Qadclafi, as well as the related issue of finding ministers and senior\nadministrators for the new government who are acceptable to these revolutionary forces. These\nindividuals noted that on four occasions, beginning on December 23, 2011, groups or angry\nmilitiamen came to el-ICeib's office and demanded better treatment, a clear message of support\nfor the role of Islamic law, and the removal of former Qaddafi advisors from the new\ngovernment.\n2, (Source Comment: In the opinion of a very sensitive source, el-Keib is genuinely\nconcerned that this situation could spiral out of control and threatens the regime. He also\nsuspects that much of the unrest is being stirred by General Abdel Hakim Alamin Belhaj and his\nconservatiti'e Islamist supporters. By staying out of the new government, Belhaj has established\na position from which he can criticize their actions and appointments without concern or control.\nThat said, el — Keib has been told by his contacts in the Moslem Brotherhood (MB) that even\nBelhaj has been surprised that the unrest in the militias has begun to manifest itself in fighting\nbetween groups that previously shared the same goals and operated under Belhaj s loose\ncommand. This is particularly true in the case of the increasingly violent conflicts between the\nMisr= and Zintan regional militias.)\n3, In an effort to address these problems el-Keib is making changes in his new\nadministration, removing Minister of Economics Taher Sherkaz, who, as a former economic\nadvisor to Qaddafi, was a particular target of the militiamen_ In the opinion of well informed\nel-Keib's closest and most influential advisors are experts with economic\nbackgrounds and experience dealing with Western firms and governments. The most influential\nof this group are Minister of Oil Abdulrahman Ben Yezza, Minister of Finance Hassan Ziglam,\nNational Oil Company chief Nuni Berrusien, and Ngeb Obeda from the Libyan Stock Exchange.\n4. (Source Comment: In the opinion of a very sensitive source, el-Keib and Jra.Ill are\nalso very concerned over growing criticism that these technocrats are puppets of various Western\ngovernments and firms. Belhaj and the militiamen appear intent on limiting the influence of\nthese Western entities, using them as a weapon to weaken the el-Keib regime. This trend is also\naffecting national security, where, despite el-Keib's efforts to maintain a balance between the\nIslamists, regional commanders, and the national army, a potentially dangerous conflict has\narisen over the position of Chief of Staff of the National Army. El-Kieb, according to this\nindividual, believes that he must settle this matter in short order to avoid provoking security\nconcerns among foreign allies and businesses contacts.)\nS. According to a knowledgeable individual, in late December 2011el-Kieb resisted\nefforts by General Khalifa Belqasim Haftar to establish himself as the Chief of Staff of the\nNational Army. Haftar, who lived in the United States for many years and is believed by Belhaj\nand others to have a relationship with the U.S. Government, is using his popularity among the\nofficer corps of the regular Nrc army to support his claim to be Chief of Staff. This produced\nheated protests from militia leaders and in late December 2011el-Keib named deputy Minister of\nDefense Colonel Yussef al-Mangoush, to be Chief of Staff. In the opinion of one source, this is\na problematic choice, since el-Keib is replacing the supposedly pro-American Haftar with al-\nMangoush who commanded one of Qaddafrs elite Special Forces units, even after the revolution\nbegan. This individual believes that el-Keib's decision was driven by personal animosity toward\nHaftar, and the influence of Minister of Defense Osama al-Juwali. The situation is far from\nresolved, as Haftar and his supporters, particularly in the Benghazi garrison, continue to claim\nthat the General is the true Chief of Staff, El-Keib and al-Juwali are working to reconcile all of\nthe elements in this conflict as quickly as possible, before the supporters of the two claimants\nbegin fighting. In the meantime, el-Keib has stated in private that he fully expects Belhaj to\nattack al-Mangoush, but the Prime Minister believes that the Colonel is the only officer strong\nenough to disarm the militias and avoid a civil war.\n6. At the same time, a very sensitive source added that el-Keib and Jalil are attempting to\nreconcile the fighting between Misrata and Zintan forces in Tripoli by naming Misrata leader\nFawzi Abd Ali as Minister of the Interior and al-Juwali, who was commander of the Zintan\nmilitia, as Minister of Defense. To date, according to this individual, this effort has met with\nlimited success, as the fighting has continued and the militias are refusing to disarm until their\ndemands regarding living standards are met\n7. (Source Comment: One very sensitive source noted, that el-Keib is aware of the fact\nthat he is running out of time to stabilize the situation in Libya. He believes that if he does not\ndisarm the militias and meet their demands in the next six months there is a good chance of\nincreased fighting among rival groups that could lead to civil war. In any event, he realizes that\nthe ongoing instability will cause Western governments, firms, and banks, to hesitate before\ncommitting themselves to long term relationships with Libya. El-Keib believes that Belhaj and\nhis advisors have made the same judgment, and are waiting to fill any vacuum created by this\nviolence, by establishing a conservative Islamic Republic.)\n\f", "annotations": {"named_entity": [{"start": 9, "end": 33, "tag": "EMAIL", "extent": "hroc117@clintonemail.com"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 40, "end": 65, "tag": "DATE-TIME", "extent": "Thursday, January 5, 2012"}, {"properties": {"DATE-TIME-SUBTYPE": "TIME"}, "start": 66, "end": 73, "tag": "DATE-TIME", "extent": "5:16 PM"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 435, "end": 448, "tag": "DATE-TIME", "extent": "January, 2012"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 713, "end": 726, "tag": "DATE-TIME", "extent": "December 2011"}, {"start": 1860, "end": 1862, "tag": "GENDER", "extent": "He"}, {"start": 1959, "end": 1962, "tag": "GENDER", "extent": "his"}, {"start": 2080, "end": 2082, "tag": "GENDER", "extent": "he"}, {"start": 2195, "end": 2198, "tag": "GENDER", "extent": "his"}, {"start": 2641, "end": 2644, "tag": "GENDER", "extent": "his"}, {"start": 3869, "end": 3871, "tag": "GENDER", "extent": "he"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 4047, "end": 4060, "tag": "DATE-TIME", "extent": "December 2011"}, {"start": 4133, "end": 4140, "tag": "GENDER", "extent": "himself"}, {"start": 4334, "end": 4337, "tag": "GENDER", "extent": "his"}, {"start": 4408, "end": 4411, "tag": "GENDER", "extent": "his"}, {"start": 5047, "end": 5050, "tag": "GENDER", "extent": "his"}, {"start": 5385, "end": 5387, "tag": "GENDER", "extent": "he"}, {"start": 6167, "end": 6169, "tag": "GENDER", "extent": "he"}, {"start": 6230, "end": 6232, "tag": "GENDER", "extent": "He"}, {"start": 6250, "end": 6252, "tag": "GENDER", "extent": "he"}, {"start": 6436, "end": 6438, "tag": "GENDER", "extent": "he"}, {"start": 6641, "end": 6644, "tag": "GENDER", "extent": "his"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 7087, "end": 7100, "tag": "DATE-TIME", "extent": "December 2011"}, {"start": 8236, "end": 8238, "tag": "GENDER", "extent": "He"}, {"start": 8335, "end": 8338, "tag": "GENDER", "extent": "his"}, {"start": 8458, "end": 8460, "tag": "GENDER", "extent": "he"}, {"start": 8572, "end": 8575, "tag": "GENDER", "extent": "his"}, {"start": 9017, "end": 9020, "tag": "GENDER", "extent": "his"}, {"start": 10234, "end": 10236, "tag": "GENDER", "extent": "he"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 10412, "end": 10425, "tag": "DATE-TIME", "extent": "December 2011"}, {"start": 10498, "end": 10505, "tag": "GENDER", "extent": "himself"}, {"start": 10699, "end": 10702, "tag": "GENDER", "extent": "his"}, {"start": 10773, "end": 10776, "tag": "GENDER", "extent": "his"}, {"properties": {"DATE-TIME-SUBTYPE": "DATE"}, "start": 10868, "end": 10881, "tag": "DATE-TIME", "extent": "December 2011"}, {"start": 11408, "end": 11411, "tag": "GENDER", "extent": "his"}, {"start": 11745, "end": 11747, "tag": "GENDER", "extent": "he"}, {"start": 12526, "end": 12528, "tag": "GENDER", "extent": "he"}, {"start": 12589, "end": 12591, "tag": "GENDER", "extent": "He"}, {"start": 12609, "end": 12611, "tag": "GENDER", "extent": "he"}, {"start": 12795, "end": 12797, "tag": "GENDER", "extent": "he"}, {"start": 12999, "end": 13002, "tag": "GENDER", "extent": "his"}]}}
